/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Beállítások";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Általános beállítások";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Bejelentkezési beállítások";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Verzió";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Információk";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Bejelentkezési fajta";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Alapszintű hitelesítés";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Demó";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Felhasználónév";

/* XFLD: label for a field */
"PASSWORD" = "Jelszó";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Speciális beállítások";

/* XFLD: label for a field */
"SERVER_URL" = "Szerver URL";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "SUP használata";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "SUP kapcsolatinfó";

/* XFLD: label for a field */
"SERVER_NAME" = "Szervernév";

/* XFLD: label for a field */
"SERVER_PORT" = "Szerverport";

/* XFLD: label for a field */
"COMPANY_ID" = "Vállalat-ID";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Aktiváláskód";

/* XFLD: label for a field */
"URL_PREFIX" = "URL prefixum";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Alkalmazásspecifikus beállítások";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Adattárolási hiba";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Nem sikerült a perzisztens mentés a biztonsági tárolóba";

/* XTIT: title trait in navigation bar */
"HEADING" = "Felirat";

